{
    "rapGroups": [{
            "name": "iam",
            "miniDescription": "Iam est un groupe de hip-hop français,originaire de Marseille, dans les Bouches-du-Rhône. Formé en 1988.",
            "image": "../../img/iam.jpg",
            "imagePerso": "../../img/iamFiche.jpg",
            "lien": "./iam.html",
            "description": "IAM est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Formé en 1988, il se compose d'Akhenaton (Philippe Fragione) et Shurik'n (Geoffroy Mussard) au chant, de Kheops (Éric Mazel), Imhotep (Pascal Perez), Kephren (François Mendy) aux platines, et anciennement de Freeman (Malek Brahimi).            Le groupe publie son premier album en 1990 sous forme d 'une cassette enregistrée en autoproduction1 (Concept) puis en studio avec … de la planète Mars en 1991, qui bénéficie d'            un certain écho et voit IAM être diffusé dans les médias(radio, télé...) dont plusieurs apparitions dans l 'émission française RapLine (dont le groupe avait d'            ailleurs composé quelques mois plus tôt le générique).Le groupe publie son troisième album Ombre est lumière, en 1993, qui lui permet d 'accroître encore un peu plus sa popularité et contient la chanson qui remporte un important succès national, Je danse le mia, n°1 des hit-parades durant huit semaines en 1994. Suit un quatrième opus, L'        École du micro d 'argent, publié en 1997, qui remporte deux récompenses aux Victoires de la musique et est certifié disque de diamant.        IAM revient en 2003 avec la sortie de son cinquième album, Revoir un printemps, dont l 'accueil est mitigé, donc avec les années de recul, perçu comme étant le projet le plus abouti du groupe. Saison 5, le sixième album du groupe, est publié en avril 2007. Le septième album studio du groupe, Arts martiens, est publié en avril 2013. Il est suivi la même année, de l'album...IAM.En 2017, le groupe sort son album Rêvolution.En 2019, le groupe sort son dixième album Yasuke. IAM est généralement considéré comme l 'un des pionniers du hip-hop français ainsi que comme l' un des meilleurs groupes de son histoire.",
            "miniDescriptionNl": "Iam is een Franse hiphopgroep uit Marseille, in de regio Bouches-du-Rhône. Opgericht in 1988.",
            "miniDescriptionEn": "Iam is a French hip-hop group from Marseille, in the Bouches-du-Rhône region. Formed in 1988.",
            "descriptionNl": "IAM is een Franse hiphopgroep uit Marseille, in de regio Bouches-du-Rhône. Opgericht in 1988, is het samengesteld uit Echnaton (Philippe Fragione) en Shurik'n (Geoffroy Mussard) op zang, Kheops (Éric Mazel), Imhotep (Pascal Perez), Kephren (François Mendy) op draaitafels, en voorheen Freeman (Malek Brahimi).            De band bracht hun eerste album uit in 1990 in de vorm van een cassette opgenomen in zelfproductie1 (Concept) en daarna in de studio met ... de la planète Mars in 1991, die een zekere aandacht kreeg en IAM zag uitzenden in de media (radio, TV...) waaronder verschillende optredens in het Franse programma RapLine (waarvoor de band een paar maanden eerder de aftiteling had gecomponeerd). De groep bracht in 1993 hun derde album Ombre est lumière uit, waardoor ze hun populariteit nog verder konden vergroten en het nummer dat in 1994 acht weken lang een grote nationale hit was, Je danse le mia, n°1, in de hitlijsten opnam. Dit werd gevolgd door een vierde opus, L' École du micro d'argent, gepubliceerd in 1997, die twee prijzen won in de Victoires de la musique en werd gecertificeerd als een diamantrecord.        IAM kwam terug in 2003 met de release van hun vijfde album, Revoir un printemps, dat een gemengde ontvangst kreeg, dus met de jaren van terugblik, gezien als het meest succesvolle project van de groep. Seizoen 5, het zesde album van de band, komt in april 2007 uit. Het zevende studioalbum van de band, Arts martiens, komt in april 2013 uit. In 2017 bracht de band het album Rêvolution uit en in 2019 bracht de band het tiende album Yasuke uit. IAM wordt algemeen beschouwd als een van de pioniers van de Franse hiphop en een van de beste bands in zijn geschiedenis.",
            "descriptionEn": "IAM is a French hip-hop group from Marseille, in the Bouches-du-Rhône region. Formed in 1988, it is composed of Akhenaton (Philippe Fragione) and Shurik'n (Geoffroy Mussard) on vocals, Kheops (Éric Mazel), Imhotep (Pascal Perez), Kephren (François Mendy) on turntables, and formerly Freeman (Malek Brahimi).            The band released their first album in 1990 in the form of a cassette recorded in self-production1 (Concept) then in the studio with ... de la planète Mars in 1991, which received a certain amount of attention and saw IAM broadcast in the media (radio, TV...) including several appearances in the French show RapLine (for which the band had composed the credits a few months earlier). The group released their third album, Ombre est lumière, in 1993, which enabled them to increase their popularity even further and included the song which was a major national hit, Je danse le mia, n°1 in the charts for eight weeks in 1994. This was followed by a fourth opus, L' École du micro d'argent, published in 1997, which won two awards at the Victoires de la musique and was certified as a diamond record.        IAM came back in 2003 with the release of their fifth album, Revoir un printemps, which received a mixed reception, so with the years of hindsight, perceived as the group's most successful project. Season 5, the band's sixth album, is released in April 2007. The band's seventh studio album, Arts martiens, is released in April 2013. In 2017, the band released their album Rêvolution and in 2019, the band released their tenth album Yasuke. IAM is generally considered one of the pioneers of French hip-hop and one of the best bands in its history.            "

        },
        {
            "name": "psy 4 de la rime",
            "miniDescription": "Psy 4 de la Rime est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Il est composé de quatre amis d'enfance dont trois cousins rappeurs originaires de l'archipel des Comores",
            "image": "../../img/psy4.jpg",
            "lien": "./psy.html",
            "description": "Psy 4 de la Rime est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Il est composé de quatre amis d'enfance dont trois cousins rappeurs originaires de l'archipel des Comores : Soprano (Saïd M'Roumbaba), Alonzo (Kassim Djae), Vincenzo (Iliassa Issilame), ainsi que le DJ Sya Styles (Rachid Aït Baar) d'origine marocaine.Le groupe publie son premier album, Le son des bandits, en 2002. Il est suivi d'un deuxième opus intitulé Enfants de la Lune, publié en septembre 2005. Le groupe publie son troisième album intitulé Les Cités d'or sur le label Barclay, en mai 2008. Leur quatrième album, Quatrième dimension, est publié le 1er avril 20132 après cinq ans d’absence. En octobre 2015, le décès de Sya Styles est annoncé ; Soprano déclare qu'il sera alors impossible de faire un album des Psy4 à 3 dans le groupe, sans Sya Styles qui était tout aussi engagé dans le groupe que ses camarades rappeurs. Les membres du groupe ne se perdent cependant pas de vue. Soprano et Alonzo font souvent des collaborations. Vincenzo se faisant plus discret est quand même présent sur l'album Phoenix de Soprano sur le morceau Le coach.Alonzo cependant a entrouvert la porte à un retour lors de la promotion de son album Stone. Un retour est prévu mais non daté.",
            "imagePerso": "../../img/psy4Fiche.jpg",
            "miniDescriptionNl": " Psy 4 de la Rime is een Franse hiphopgroep uit Marseille, in de regio Bouches-du-Rhône. Het bestaat uit vier jeugdvrienden, waaronder drie neefjesrappers van de Comoren.",
            "miniDescriptionEn": " Psy 4 de la Rime is a French hip-hop group from Marseille, in the Bouches-du-Rhône region. It is made up of four childhood friends, including three cousin rappers from the Comoros archipelago.",
            "descriptionNl": "Psy 4 de la Rime is een Franse hiphopgroep uit Marseille, in de Bouches-du-Rhône. De groep bestaat uit vier jeugdvrienden, waaronder drie rappende neven uit de Comoren: Sopraan (Saïd M'Roumbaba), Alonzo (Kassim Djae), Vincenzo (Iliassa Issilame) en DJ Sya Styles (Rachid Aït Baar) van Marokkaanse afkomst. De groep bracht in 2002 hun debuutalbum, Le son des bandits, uit. Het werd gevolgd door een tweede opus met de titel Enfants de la Lune, dat in september 2005 werd uitgebracht. De groep bracht in mei 2008 hun derde album, Les Cités d'or, uit op het Barclay-label. Hun vierde album, Quatrième-dimensie, werd uitgebracht op 1 april 20132 na een afwezigheid van vijf jaar. In oktober 2015 wordt het overlijden van Sya Styles aangekondigd; Sopraan verklaart dat het dan onmogelijk zal zijn om een Psy4 à 3 album te maken zonder Sya Styles die net zo toegewijd was aan de band als haar collega-rappers. De leden van de band verliezen elkaar echter niet uit het oog. Sopraan en Alonzo werken vaak samen. Vincenzo, die discreter was, was nog steeds aanwezig op het Phoenix-album van Soprano op de track Le coach.Alonzo opende echter de deur naar een comeback tijdens de promotie van zijn album Stone. Een terugkeer is gepland, maar niet gedateerd.",
            "descriptionEn": "Psy 4 de la Rime is a French hip-hop group from Marseille, in the Bouches-du-Rhône region. The group is made up of four childhood friends, including three cousin rappers from the Comoros archipelago: Soprano (Saïd M'Roumbaba), Alonzo (Kassim Djae), Vincenzo (Iliassa Issilame), and the Moroccan-born DJ Sya Styles (Rachid Aït Baar). The group released their debut album, Le son des bandits, in 2002. It was followed by a second opus entitled Enfants de la Lune, released in September 2005. The group released their third album, Les Cités d'or, on the Barclay label in May 2008. Their fourth album, Quatrième dimension, was released on 1 April 20132 after a five-year absence. In October 2015, the death of Sya Styles is announced; Soprano declares that it will then be impossible to make a Psy4 à 3 album without Sya Styles who was just as committed to the band as her fellow rappers. However, the members of the band don't lose sight of each other. Soprano and Alonzo often collaborate. Vincenzo, who was more discreet, was still present on Soprano's Phoenix album on the track Le coach.Alonzo, however, opened the door to a comeback during the promotion of his album Stone. A return is planned but not dated."
        },
        {
            "name": "Arsenik",
            "miniDescription": "Ärsenik est un groupe de rap français, membre du collectif Secteur Ä (d'où le « Ä ») et originaire du quartier de la Cerisaie à Villiers-Le-Bel, dans le Val-d'Oise. Formé en 1992,",
            "image": "../../img/arsenik.jpg",
            "lien": "arsenik.html",
            "description": "Ärsenik est un groupe de rap français, membre du collectif Secteur Ä (d'où le « Ä ») et originaire du quartier de la Cerisaie à Villiers-Le-Bel, dans le Val-d'Oise. Formé en 1992, Ärsenik se compose actuellement de deux frères d'origine congolaise, Lino (Gaëlino M'Bani) et Calbo (Calboni M'Bani).Le groupe publie son premier album, « Quelques Gouttes Suffisent... » ; l'album atteint les classements musicaux français, est certifié double disque d'or et popularise, de par sa couverture, la marque Lacoste dans la culture urbaine1.Ärsenik est célèbre pour l’utilisation de l'onomatopée « tch tch » devenue la signature des deux frères.",
            "imagePerso": "../../img/ficheArsenik.jpg",
            "miniDescriptionNl": "Ärsenik is een Franse rapgroep, lid van de collectieve Secteur Ä (vandaar de <<Ä>>) en oorspronkelijk afkomstig uit de wijk Cerisaie in Villiers-Le-Bel, in de Val-d'Oise. Opgericht in 1992",
            "miniDescriptionEn": "Ärsenik is a French rap group, member of the collective Secteur Ä (hence the <<Ä>>) and originally from the Cerisaie district in Villiers-Le-Bel, in the Val-d'Oise. Formed in 1992",
            "descriptionNl": "Ärsenik is een Franse rapgroep, lid van de collectieve Secteur Ä (vandaar de <<Ä>>) en oorspronkelijk afkomstig uit de wijk Cerisaie in Villiers-Le-Bel, in de Val-d'Oise. Ärsenik, opgericht in 1992, bestaat momenteel uit twee broers van Congolese afkomst, Lino (Gaëlino M'Bani) en Calbo (Calboni M'Bani), en heeft zijn eerste album, <<Quelques Gouttes Suffisent...>>  uitgebracht. De groep bracht hun debuutalbum dat de Franse muzieklijsten bereikte, werd gecertificeerd als dubbele gouden schijf en populariseerde het merk Lacoste in de stedelijke cultuur door zijn cover.1 Ärsenik is beroemd om het gebruik van de onomatopeeën 'tch tch', die de handtekening van de twee broers werd.",
            "descriptionEn": "Ärsenik is a French rap group, member of the collective Secteur Ä (hence the <<Ä>>) and originally from the Cerisaie district in Villiers-Le-Bel, in the Val-d'Oise. Formed in 1992, Ärsenik is currently made up of two brothers of Congolese origin, Lino (Gaëlino M'Bani) and Calbo (Calboni M'Bani), and has released its first album, <<Quelques Gouttes Suffisent...>> The group released their debut album,  which reached the French music charts, was certified double gold disc and popularized the Lacoste brand in urban culture through its cover.1 Ärsenik is famous for its use of the onomatopoeia 'tch tch', which became the signature of the two brothers."
        },
        {
            "name": "Fonky Family",
            "miniDescription": "La Fonky Family est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Formé en 1994.",
            "image": "../../img/fonkFamilly.jpg",
            "lien": "./fonky.html",
            "description": "La Fonky Family est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Formé en 1994, il est composé du Rat Luciano (Christophe Carmona), Sat l'Artificier (Karim Haddouche), Don Choa (François Dilhan), Menzo (Mohamed Ali), Pone (Guilhem Gallart), Fel (Karim Laoubi) et DJ Djel (Djelalli El-Ouzeri), qui a marqué les débuts du rap français dans les années 1990 et 2000. C'est pour la première partie d'un concert de Sens Unik que se forme le groupe de rap marseillais Fonky Family.Durant l'été 1997 la Fonky Family enregistre son tout premier album, et en janvier 1998 sort Si Dieu veut..., qui devient rapidement disque d'or, jusqu'à atteindre le statut de double disque d'or courant 1998. Il est suivi de l'album Art de Rue, publié en mars 2001. Le dernier album, Marginale Musique, est publié en 2006. Le groupe se sépare en 2007, chaque membre du groupe poursuivant désormais une carrière en solo. La Fonky Family compte, en 2006, deux disques de platine, et trois disques d'or1.",
            "imagePerso": "../../img/fonkyFiche.png",
            "miniDescriptionNl": " La Fonky Family is een Franse hiphopgroep uit Marseille, in de regio Bouches-du-Rhône. Opgericht in 1994.",
            "miniDescriptionEn": "La Fonky Family is a French hip-hop group from Marseille, in the Bouches-du-Rhône region. Formed in 1994.",
            "descriptionNl": "   La Fonky Family is een Franse hiphopgroep uit Marseille, in de regio Bouches-du-Rhône. Het werd opgericht in 1994 en bestaat uit Rat Luciano (Christophe Carmona), Sat l'Artificier (Karim Haddouche), Don Choa (François Dilhan), Menzo (Mohamed Ali), Pone (Guilhem Gallart), Fel (Karim Laoubi) en DJ Djel (Djelalli El-Ouzeri), die het begin van de Franse rap in de jaren '90 en '2000 markeerde. In de zomer van 1997 nam de Marseille rapgroep Fonky Family haar debuutalbum op en in januari 1998 bracht ze Si Dieu veut uit..., die in de loop van 1998 al snel de status van dubbele gouden schijf bereikte. Het wordt gevolgd door het album Art de Rue, uitgebracht in maart 2001. Het laatste album, Marginale Musique, werd uitgebracht in 2006. De band is in 2007 opgesplitst, waarbij elk lid van de band nu een solocarrière nastreeft. In 2006 had de familie La Fonky twee platina platen en drie gouden platen.",
            "descriptionEn": "   La Fonky Family is a French hip-hop group from Marseille, in the Bouches-du-Rhône region. Formed in 1994, it is composed of Rat Luciano (Christophe Carmona), Sat l'Artificier (Karim Haddouche), Don Choa (François Dilhan), Menzo (Mohamed Ali), Pone (Guilhem Gallart), Fel (Karim Laoubi) and DJ Djel (Djelalli El-Ouzeri), which marked the beginnings of French rap in the 1990s and 2000s. In the summer of 1997 the Marseilles rap group Fonky Family went on to record their debut album and in January 1998 they released Si Dieu veut..., which soon went on to achieve double gold disc status in the course of 1998. It is followed by the album Art de Rue, released in March 2001. The last album, Marginale Musique, was released in 2006. The band split up in 2007, with each member of the band now pursuing a solo career. The Fonky Family had two platinum records and three gold records in 2006."
        },
        {
            "name": "Sexion d'assaut",
            "miniDescription": "Sexion d'Assaut est un groupe de hip-hop français originaire de Paris. Formé en 2002, il se compose actuellement de huit MC's : Gims, Lefa, Barack Adama, Maska, Doomams, JR O Chrome, Black M et L.I.O Pétrodollars",
            "image": "../../img/assaut.jpg",
            "lien": "./assaut.html",
            "description": "Sexion d'Assaut est un groupe de hip-hop français originaire de Paris. Formé en 2002, il se compose actuellement de huit MC's : Gims, Lefa, Barack Adama, Maska, Doomams, JR O Chrome, Black M et L.I.O Pétrodollars.\r\n\r\nLe groupe publie son premier album studio intitulé L'École des points vitaux en mars 2010. Il suit d'un deuxième album studio intitulé L'Apogée, qui vaut à Sexion d'Assaut deux NRJ Music Awards le 26 janvier 2013, dans les catégories groupe\/duo francophone de l'année et chanson francophone de l'année pour Avant qu'elle parte. À la suite de l'immense succès de L'Apogée, tous les membres du groupe décident de se lancer dans une carrière solo.",
            "imagePerso": "../../img/sexionFiche.jpg",
            "miniDescriptionNl": "Sexion d'Assaut is een Franse hiphopband uit Parijs. Opgericht in 2002, bestaat het momenteel uit acht MC's: Gims, Lefa, Barack Adama, Maska, Doomams, JR O Chrome, Black M en L.I.O Pétrodollars.",
            "miniDescriptionEn": "Sexion d'Assaut is a French hip-hop band from Paris. Formed in 2002, it currently consists of eight MC's: Gims, Lefa, Barack Adama, Maska, Doomams, JR O Chrome, Black M and L.I.O Pétrodollars.",
            "descriptionNl": "Sexion d'Assaut is een Franse hiphopband uit Parijs. Opgericht in 2002, bestaat het momenteel uit acht MC's: Gims, Lefa, Barack Adama, Maska, Doomams, JR O Chrome, Black M en L.I.O Pétrodollars. De groep bracht in maart 2010 zijn eerste studioalbum uit met de titel L'é L'École des points vitaux. Na het grote succes van L'Apog's 9e verjaardag, besloten alle leden van de band om alleen te gaan.",
            "descriptionEn": "Sexion d'Assaut was a French hip hop band formed in 2002, composed of eight Parisian rappers. They are signed to independent record label Wati B, which is under exclusive license to Sony Music Entertainment France.\r\n\r\nThe founding members were L.I.O. Pétrodollars, Alpha Diallo, Maska and Lefa. In 2003, it became a collective as Maître Gims and JR joined in. Throughout its existence, it included about 69 rappers, but set-up changed from time to time. The group distinguishes itself of staying away from \"bling bling\" that other French rappers have adopted. They also retain the style of old school hip-hop, but keep underground influences and spent almost a decade fostering an underground fanbase before releasing their debut studio album L'école des points vitaux in 2010.\r\n\r\nTheir album L'école des points vitaux in 2010 went quadruple platinum. The album En attendant l'Apogée: Les Chroniques du 75 Vol. 2 in 2011 and L'Apogée in 2012 both went platinum and diamond respectively."
        }
    ],

    "jazzGroups": [{
            "name": "Return to Forever",
            "miniDescription": "Return to Forever est un groupe de jazz fusion fondé et mené par le claviériste Chick Corea.",
            "image": "../../img/forever.jpg",
            "lien": "./forever.html",
            "description": "Return to Forever est un groupe de jazz fusion fondé et mené par le claviériste Chick Corea. Le groupe a connu de multiples formations, avec comme seul membre régulier aux côtés de Corea le bassiste Stanley Clarke. Avec Weather Report et le Mahavishnu Orchestra, Return to Forever est souvent perçu comme l'essence même de la musique jazz fusion des années 1970. Plusieurs musiciens, dont Stanley Clarke, Flora Purim, Airto Moreira et Al Di Meola, ont acquis leur notoriété grâce à leurs performances sur les albums de Return to Forever.Après avoir joué sur les albums In A Silent Way et Bitches Brew de Miles Davis, Chick Corea avait formé un groupe de jazz d'avant-garde nommé Circle avec Dave Holland, Anthony Braxton et Barry Altschul. Toutefois, en 1972, après être devenu un disciple de l'Église de Scientologie, Corea a décidé qu'il était temps de 'communiquer' avec son public. Cela voulait dire concrètement qu'il souhaitait faire une musique accessible à un plus grand public et commercialement viable, le jazz d'avant-garde ne lui permettant de toucher qu'un public relativement restreint.",
            "imagePerso": "../../img/foreverPerso.jpg",
            "miniDescriptionNl": "Return to Forever is een jazz fusion band opgericht en geleid door toetsenist Chick Corea.",
            "miniDescriptionEn": "Return to Forever is a jazz fusion band founded and led by keyboardist Chick Corea.",
            "descriptionNl": "Return to Forever is een jazz fusion band opgericht en geleid door toetsenist Chick Corea. De band heeft meerdere formaties gehad, met bassist Stanley Clarke als enig regulier lid naast Corea. Samen met Weather Report en het Mahavishnu Orkest wordt Return to Forever vaak gezien als de essentie van de jazzfusiemuziek van de jaren zeventig. Verschillende muzikanten, waaronder Stanley Clarke, Flora Purim, Airto Moreira en Al Di Meola, verwierven hun bekendheid door hun optredens op Return to Forever's albums. Na het spelen op Miles Davis' In A Silent Way en Bitches Brew vormde Chick Corea met Dave Holland, Anthony Braxton en Barry Altschul een avant-garde jazzgroep genaamd Circle. Echter, in 1972, nadat hij een volgeling van de Scientology Kerk was geworden, besloot Corea dat het tijd was om te 'communiceren' met zijn publiek. Concreet betekende dit dat hij muziek wilde maken die toegankelijk was voor een breder publiek en commercieel levensvatbaar was, omdat de avant-garde jazz hem slechts in staat stelde een relatief klein publiek te bereiken.",
            "descriptionEn": "Return to Forever is a jazz fusion band founded and led by keyboardist Chick Corea. The band has had multiple formations, with bassist Stanley Clarke as the only regular member alongside Corea. Along with Weather Report and the Mahavishnu Orchestra, Return to Forever is often seen as the essence of jazz fusion music of the 1970s. Several musicians, including Stanley Clarke, Flora Purim, Airto Moreira and Al Di Meola, gained their notoriety through their performances on Return to Forever's albums. After playing on Miles Davis' In A Silent Way and Bitches Brew, Chick Corea formed an avant-garde jazz group called Circle with Dave Holland, Anthony Braxton and Barry Altschul. However, in 1972, after becoming a follower of the Church of Scientology, Corea decided it was time to 'communicate' with his audience. What this meant in concrete terms was that he wanted to make music that was accessible to a wider audience and commercially viable, as avant-garde jazz only allowed him to reach a relatively small audience."
        }, {
            "name": "Les Double Six",
            "miniDescription": "Les Double Six est le nom d'un groupe français de « vocalese » créé en 1959 par Mimi Perrin. Ce groupe connut une renommée internationale au début des années 1960.",
            "image": "../../img/doubleSix.jpg",
            "lien": "./double.html",
            "description": "L'ensemble, formé de six choristes dont Mimi Perrin, varie un peu selon les enregistrements. Grâce au re-recording, ils reproduisent les douze voix des big bands1.S'inspirant de quelques groupes américains (notamment Lambert, Hendricks & Ross), les chanteurs vocalisent à la manière des instruments, restituant sans onomatopées les improvisations des saxophones, trompettes ou trombones relevées sur les disques. Ils chantent des grands standards de jazz, notamment d'après des enregistrements de Quincy Jones et de Dizzy Gillespie, adaptés en français avec des textes poétiques ou humoristiques écrits par la très imaginative Mimi Perrin, en respectant exactement le phrasé de l'enregistrement original, ce qui constitue une prouesse rarement égalée1.Cette formation, pourtant unique dans son genre, n'eut pas une très longue vie. Par suite de problèmes de santé de Mimi Perrin (qui souffre de tuberculose depuis 1949), les Double Six cessent d'exister en 1966. Ils n'auront enregistré que quatre disques entre 1959 et 1964.En 1965, les Double Six sont nommés pour le Grammy Award dans la catégorie Best Vocal Group Performance, pour leur album The Double Six of Paris Sing Ray Charles, mais sont devancés par les Beatles et l'album A Hard Day's Night2.Ils donnent un concert au Town Hall de New York et d'autres en Italie, en Espagne ou encore au Canada. Le groupe disparaît en 19663.On retrouvera plusieurs membres des Double Six dans le groupe vocal Swingle Singers, qui s'est notamment illustré en reprenant des œuvres de Johann Sebastian Bach dans le style jazz vocal.",
            "imagePerso": "../../img/doublePerso.jpg",
            "miniDescriptionNl": "Les Double Six is de naam van een Franse <<vocalese>> groep die in 1959 werd opgericht door Mimi Perrin. Deze groep werd begin jaren zestig internationaal bekend.",
            "miniDescriptionEn": "Les Double Six is the name of a French <<vocalese>> group created in 1959 by Mimi Perrin. This group became internationally renowned in the early 1960s.",
            "descriptionNl": " Het ensemble, bestaande uit zes koorzangers, waaronder Mimi Perrin, varieert een beetje naar gelang de opnames. Dankzij de heropname reproduceren ze de twaalf stemmen van de bigbands.1 Geïnspireerd door sommige Amerikaanse groepen (met name Lambert, Hendricks & Ross), zingen de zangers op de manier van instrumenten, waarbij ze zonder onomatopeeën de improvisaties van saxofoons, trompetten of trombones die op de platen te vinden zijn, restaureren. Ze zingen geweldige jazz standards, met name van opnamen van Quincy Jones en Dizzy Gillespie, bewerkt in het Frans met poëtische of humoristische teksten geschreven door de zeer fantasierijke Mimi Perrin, met respect voor precies de frasering van de originele opname, een prestatie die zelden geëvenaard wordt.1 Deze formatie, hoewel uniek in haar genre, had niet een erg lang leven. Als gevolg van de gezondheidsproblemen van Mimi Perrin (die sinds 1949 aan tuberculose leed), hield de Double Six op te bestaan in 1966. In 1965 werden de Double Six genomineerd voor een Grammy Award in de categorie Best Vocal Group Performance voor hun album The Double Six of Paris Sing Ray Charles, maar ze werden verslagen door de Beatles en het album A Hard Day's Night2. Ze speelden een concert in het stadhuis van New York City en anderen in Italië, Spanje en Canada. De groep stierf in 1966 uit.3 Verschillende leden van de Double Six waren ook lid van de zanggroep Swingle Singers, die naam had gemaakt door werken van Johann Sebastian Bach in de vocale jazzstijl te verslaan.",
            "descriptionEn": " The ensemble, made up of six choristers including Mimi Perrin, varies a little according to the recordings. Thanks to re-recording, they reproduce the twelve voices of the big bands.1 Inspired by a few American groups (notably Lambert, Hendricks & Ross), the singers vocalize in the manner of instruments, restoring without onomatopoeia the improvisations of the saxophones, trumpets or trombones found on the records. They sing great jazz standards, notably from recordings by Quincy Jones and Dizzy Gillespie, adapted in French with poetic or humorous texts written by the very imaginative Mimi Perrin, respecting exactly the phrasing of the original recording, a feat rarely equalled.1 This formation, though unique in its genre, did not have a very long life. As a result of Mimi Perrin's health problems (she had been suffering from tuberculosis since 1949), the Double Six ceased to exist in 1966. In 1965, the Double Six were nominated for a Grammy Award in the category of Best Vocal Group Performance for their album The Double Six of Paris Sing Ray Charles, but they were beaten by the Beatles and the album A Hard Day's Night2. They played a concert at the Town Hall in New York City and others in Italy, Spain and Canada. The group died out in 1966.3 Several members of the Double Six were also members of the vocal group Swingle Singers, which had made a name for itself by covering works by Johann Sebastian Bach in the vocal jazz style."
        },
        {
            "name": "The Rippingtons",
            "miniDescription": "The Rippingtons est un groupe américain de jazz fusion, de smooth jazz et de pop-jazz formé en 1986 par le guitariste Russ Freeman (à ne pas confondre avec le pianiste cool jazz du même nom).",
            "image": "../../img/ripp.jpg",
            "lien": "./ripping.html",
            "description": "The Rippingtons est un groupe américain de jazz fusion, de smooth jazz et de pop-jazz formé en 1986 par le guitariste Russ Freeman (à ne pas confondre avec le pianiste cool jazz du même nom). Contrairement à beaucoup d'autres activistes du genre, qui se nourrissent d'influences principalement afro-américaines, la musique des Rippingtons est également marquée par de forts accents latins, notamment de flamenco. Leurs albums portent souvent le nom de villes, de lieux ou de pays et leurs pochettes sont marquées par un état d'esprit hédoniste où l'on peut observer un personnage récurrent, un chat bleu censé représenter le fondateur du groupe Russ Freeman. Avec 20 ans de carrière au compteur, le groupe a bien évidemment connu diverses formations. Leur premier album, Moonlighting, est considéré par le magazine américain Jazziz comme l'album de jazz contemporain le plus influent de tous les temps.",
            "imagePerso": "../../img/rippingPerso.jpg",
            "miniDescriptionEn": "The Rippingtons is an American fusion, smooth jazz and pop-jazz band formed in 1986 by guitarist Russ Freeman (not to be confused with the cool jazz pianist of the same name).",
            "miniDescriptionNl": "The Rippingtons is een Amerikaanse fusion-, smoothjazz- en popjazzband die in 1986 werd opgericht door gitarist Russ Freeman (niet te verwarren met de gelijknamige cooljazzpianist).",
            "descriptionNl": "The Rippingtons is een Amerikaanse fusion-, smoothjazz- en popjazzband die in 1986 werd opgericht door gitarist Russ Freeman (niet te verwarren met de gelijknamige cooljazzpianist). In tegenstelling tot veel andere activisten in het genre, die voornamelijk Afrikaans-Amerikaanse invloeden gebruiken, wordt de muziek van The Rippingtons ook gekenmerkt door sterke Latijnse accenten, met name flamenco. Hun albums zijn vaak vernoemd naar steden, plaatsen of landen, en hun covers worden gekenmerkt door een hedonistische gemoedstoestand waarin men een terugkerend karakter kan waarnemen, een blauwe kat die de oprichter van de band Russ Freeman zou vertegenwoordigen. Met een 20-jarige carrière achter de rug, heeft de band natuurlijk verschillende formaties gekend. Hun debuutalbum Moonlighting wordt door het Amerikaanse tijdschrift Jazziz beschouwd als het meest invloedrijke hedendaagse jazzalbum aller tijden.",
            "descriptionEn": "The Rippingtons is an American fusion, smooth jazz and pop-jazz band formed in 1986 by guitarist Russ Freeman (not to be confused with the cool jazz pianist of the same name). Unlike many other activists in the genre, who draw on mainly African-American influences, The Rippingtons' music is also marked by strong Latin accents, particularly flamenco. Their albums are often named after cities, places or countries, and their covers are marked by a hedonistic state of mind in which one can observe a recurring character, a blue cat supposedly representing the founder of the band Russ Freeman. With a 20-year career behind them, the band has of course known various formations. Their debut album, Moonlighting, is considered by the American magazine Jazziz as the most influential contemporary jazz album of all time."
        },
        {
            "name": "YellowJackets",
            "miniDescription": "Les Yellowjackets sont un quartet de jazz fusion américain, basé à Los Angeles.",
            "image": "../../img/yellow.jpg",
            "lien": "./yellow.html",
            "description": "À l'origine, The Robben Ford Group, formé en 1977, regroupe autour du guitariste Robben Ford, Russell Ferrante aux claviers, Jimmy Haslip à la basse et Ricky Lawson à la batterie pour enregistrer Inside Story. Russell Ferrante, Jimmy Haslip et Ricky Lawson forment alors en 1981 le groupe des Yellowjackets à l'intérieur du groupe de Robben Ford, lequel s'éloigne progressivement du nouveau noyau pour mener d'autres projets, pour finalement être remplacé par le saxophoniste Marc Russo. Ricky Lawson quitte à son tour le groupe en 1986 pour partir en tournée avec Lionel Richie. Avec les membres fondateurs Russell Ferrante et Jimmy Haslip, auxquels s'ajoute le batteur William Kennedy, le groupe trouve son propre son R&B. Lorsqu'en 1991, Marc Russo quitte le groupe, Bob Mintzer (saxophone ténor et clarinette basse), déjà reconnu dans le milieu du jazz, le remplace. Après Warner Brothers et MCA, les Yellowjackets signent chez le label Heads Up pour leur double-CD live Mint Jam en 2002, après l'arrivée du nouveau batteur Marcus Baylor. En 2003, ils sortent leur premier album studio depuis cinq ans, Time Squared, suivi en 2005 de Altered State. Trois ans plus tard, le groupe célèbre son vingt-cinquième anniversaire avec la sortie de leur album live Twenty Five. 2008 les voit collaborer avec le guitariste Mike Stern pour un album en commun intitulé Lifecycle.En 2010, Marcus Baylor quitte le groupe, pour mener des projets plus personnels. Il n'est remplacé par nul autre que celui qui l'avait précédé ... William Kennedy qui reprend les fûts pour l'album 'Timeline' sorti en 2011.En 2012 Jimmy Haslip, le bassiste fondateur du groupe, cède sa place à Felix Pastorius, fils du légendaire musicien Jaco Pastorius.",
            "imagePerso": "../../img/yellowPerso.jpeg",
            "miniDescriptionNl": "The Yellowjackets zijn een Amerikaans fusion jazzkwartet gevestigd in Los Angeles.",
            "miniDescriptionEn": "The Yellowjackets are an American fusion jazz quartet based in Los Angeles.",
            "descriptionNl": "The Robben Ford Group werd oorspronkelijk opgericht in 1977 en bracht gitarist Robben Ford, Russell Ferrante op keyboards, Jimmy Haslip op bas en Ricky Lawson op drums samen om Inside Story op te nemen. Russell Ferrante, Jimmy Haslip en Ricky Lawson vormden vervolgens in 1981 de Yellowjackets binnen de band van Robben Ford, die zich geleidelijk aan losmaakte van de nieuwe kern om andere projecten na te streven en uiteindelijk werd vervangen door saxofonist Marc Russo. Ricky Lawson verliet de band in 1986 om op tournee te gaan met Lionel Richie. Met de oprichters Russell Ferrante en Jimmy Haslip, plus drummer William Kennedy, heeft de band een eigen R&B geluid gevonden. Toen Marc Russo in 1991 de band verliet, verving Bob Mintzer (tenorsaxofoon en basklarinet), die al bekend was in de jazzwereld, hem. Na Warner Brothers en MCA tekenden de Yellowjackets in 2002, na de komst van de nieuwe drummer Marcus Baylor, bij het Heads Up label voor hun dubbele live-cd Mint Jam. In 2003 brachten ze hun eerste studioalbum in vijf jaar uit, Time Squared, gevolgd door Altered State in 2005. Drie jaar later vierde de band zijn vijfentwintigste verjaardag met de release van zijn live-album Twenty Five. In 2008 werkten ze samen met gitarist Mike Stern aan een gezamenlijk album getiteld Lifecycle, en in 2010 verliet Marcus Baylor de band om meer persoonlijke projecten na te streven. Hij wordt vervangen door niemand anders dan zijn voorganger... William Kennedy neemt de drums over voor het album 'Timeline' dat in 2011 verscheen, en in 2012 wordt Jimmy Haslip, de bassist en oprichter van de band, vervangen door Felix Pastorius, zoon van de legendarische muzikant Jaco Pastorius.",
            "descriptionEn": "Originally formed in 1977, The Robben Ford Group brought together guitarist Robben Ford, Russell Ferrante on keyboards, Jimmy Haslip on bass, and Ricky Lawson on drums to record Inside Story. Russell Ferrante, Jimmy Haslip and Ricky Lawson then formed the Yellowjackets in 1981 within Robben Ford's band, which gradually moved away from the new core to pursue other projects, finally being replaced by saxophonist Marc Russo. Ricky Lawson left the band in 1986 to go on tour with Lionel Richie. With founding members Russell Ferrante and Jimmy Haslip, plus drummer William Kennedy, the band found its own R&B sound. When Marc Russo left the band in 1991, Bob Mintzer (tenor saxophone and bass clarinet), already well known in the jazz world, replaced him. After Warner Brothers and MCA, the Yellowjackets signed to the Heads Up label for their double live CD Mint Jam in 2002, after the arrival of new drummer Marcus Baylor. In 2003, they released their first studio album in five years, Time Squared, followed in 2005 by Altered State. Three years later, the band celebrated their twenty-fifth anniversary with the release of their live album Twenty Five. 2008 saw them collaborating with guitarist Mike Stern on a joint album entitled Lifecycle, and in 2010, Marcus Baylor left the band to pursue more personal projects. He is replaced by none other than his predecessor ... William Kennedy takes over the drums for the album 'Timeline' released in 2011, and in 2012 Jimmy Haslip, the bassist and founder of the band, is replaced by Felix Pastorius, son of the legendary musician Jaco Pastorius."
        }, {
            "name": "The Crusaders",
            "miniDescription": "The Crusaders est un groupe américain de jazz. Leur musique, que l'on pourrait qualifier de smooth jazz, est un mélange de jazz, de soul, de funk et de pop. Depuis 1961, le groupe a publié plus d'une quarantaine d'albums mais il a connu deux formations distinctes",
            "image": "../../img/crusaders.jpg",
            "lien": "./crusaders.html",
            "description": "Au départ, le groupe était connu sous le nom de The Jazz Crusaders et composé du pianiste Joe Sample, du batteur Stix Hooper, du saxophoniste Wilton Felder (son fondateur) et du tromboniste Wayne Henderson et jouait un hard bop aux fortes influences R&B et soul. Le guitariste de blues Roy Gaines les accompagnera régulièrement. Cependant, en 1971, le groupe est renommé The Crusaders avec l'arrivée du guitariste Larry Carlton et opte pour un registre jazz-funk plus grand public, qui incorpore des instruments plus électriques. De cette période sera issu le célèbre tube 'Street Life' (avec la participation de la chanteuse Randy Crawford), que l'on peut entendre notamment dans la BO de Jackie Brown de Quentin Tarantino. En 1975, Wayne Henderson quitte le groupe pour se lancer dans une carrière de producteur à plein temps. En 1983, c'est au tour de Stix Hooper. Cela marque la fin de la période à succès du groupe. Le groupe va sortir son dernier album en 1991 avant une longue pause, auxquels ne participeront que Joe Sample et Wilton Felder tandis que parallèlement, Wayne Henderson va refonder en 1995 les Jazz Crusaders avec Stix Hooper, Larry Carlton et... ce même Wilton Felder, et ce malgré les objections de Joe Sample qui ne voit pas d'un très bon œil cette version alternative du groupe d'origine. Jusqu'en 2003, seule cette dernière version du groupe perdure et continue de sortir des albums, même si son style est assez éloigné des Jazz Crusaders, première version du groupe d'origine. Eric Clapton a fait une apparition remarquée sur l'album des Jazz Crusaders paru en 2003, 'Soul Axess'. Cette même année, la formation 'officielle' The Crusaders fait son grand retour avec l'album 'Rural Renewal', celle-ci comptant parmi ses membres Joe Sample, Stix Hooper et Wilton Felder, soit tous les membres fondateurs à l'exception de Wayne Henderson.",
            "imagePerso": "../../img/crusadersPerso.jpg",
            "miniDescriptionNl": "The Crusaders is een Amerikaanse jazzband. Hun muziek, die je zou kunnen omschrijven als smooth jazz, is een mix van jazz, soul, funk en pop. Sinds 1961 heeft de groep meer dan veertig albums uitgebracht, maar is ze opgesplitst in twee verschillende formaties",
            "miniDescriptionEn": "The Crusaders is an American jazz band. Their music, which could be described as smooth jazz, is a mix of jazz, soul, funk and pop. Since 1961, the group has released more than forty albums, but they have had two distinct formations ",
            "descriptionNl": "Oorspronkelijk stond de band bekend als The Jazz Crusaders en bestond uit pianist Joe Sample, drummer Stix Hooper, saxofonist Wilton Felder (de oprichter) en trombonist Wayne Henderson en speelde hard bop met sterke R&B en soulinvloeden. Bluesgitarist Roy Gaines zal hen regelmatig begeleiden. In 1971 werd de band echter omgedoopt tot The Crusaders met de komst van gitarist Larry Carlton en werd gekozen voor een meer mainstream jazz-funk register met meer elektrische instrumenten. De beroemde hit 'Street Life' (met medewerking van zangeres Randy Crawford), die te horen is op de soundtrack van Jackie Brown van Quentin Tarantino, komt uit deze periode. In 1975 verliet Wayne Henderson de band om een fulltime productiecarrière te beginnen. In 1983 is Stix Hooper aan de beurt. Dit markeert het einde van de succesvolle periode van de groep. De band brengt zijn laatste album uit in 1991 voor een lange pauze, waaraan alleen Joe Sample en Wilton Felder zullen deelnemen, terwijl Wayne Henderson in 1995 de Jazz Crusaders opnieuw zal oprichten met Stix Hooper, Larry Carlton en... deze zelfde Wilton Felder, en dit ondanks de bezwaren van Joe Sample die deze alternatieve versie van de originele band niet op een zeer goede manier ziet. Tot 2003 blijft alleen deze laatste versie van de band bestaan en blijft ze albums uitbrengen, ook al is de stijl ervan vrij ver verwijderd van de Jazz Crusaders, de eerste versie van de originele band. Eric Clapton maakte een opvallende verschijning op het album 'Soul Axess' van de Jazz Crusaders uit 2003. Datzelfde jaar maakte de 'officiële' band The Crusaders een comeback met het album 'Rural Renewal', met Joe Sample, Stix Hooper en Wilton Felder, allen stichtende leden met uitzondering van Wayne Henderson.",
            "descriptionEn": "Originally, the band was known as The Jazz Crusaders and consisted of pianist Joe Sample, drummer Stix Hooper, saxophonist Wilton Felder (its founder) and trombonist Wayne Henderson and played hard bop with strong R&B and soul influences. Blues guitarist Roy Gaines will regularly accompany them. However, in 1971, the band was renamed The Crusaders with the arrival of guitarist Larry Carlton and opted for a more mainstream jazz-funk register, incorporating more electric instruments. The famous hit 'Street Life' (with the participation of singer Randy Crawford), which can be heard on the soundtrack of Jackie Brown by Quentin Tarantino, comes from this period. In 1975, Wayne Henderson left the band to start a full-time production career. In 1983, it is the turn of Stix Hooper. This marks the end of the group's successful period. The band will release its last album in 1991 before a long break, in which only Joe Sample and Wilton Felder will take part while at the same time, Wayne Henderson will re-found in 1995 the Jazz Crusaders with Stix Hooper, Larry Carlton and... this same Wilton Felder, and this in spite of the objections of Joe Sample who doesn't see this alternative version of the original band in a very good way. Until 2003, only this last version of the band persists and continues to release albums, even if its style is quite far from the Jazz Crusaders, the first version of the original band. Eric Clapton made a notable appearance on the Jazz Crusaders' 2003 album 'Soul Axess'. That same year, the 'official' band The Crusaders made a comeback with the album 'Rural Renewal', which featured Joe Sample, Stix Hooper and Wilton Felder, all founding members with the exception of Wayne Henderson."
        }
    ]
}