{
    "rapGroups": [{
            "name": "iam",
            "miniDescription": "Iam est un groupe de hip-hop français,originaire de Marseille, dans les Bouches-du-Rhône. Formé en 1988.",
            "image": "../../img/iam.jpg",
            "imagePerso": "../../img/iamFiche.jpg",
            "lien": "./iam.html",
            "description": "IAM est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Formé en 1988, il se compose d'Akhenaton (Philippe Fragione) et Shurik'n (Geoffroy Mussard) au chant, de Kheops (Éric Mazel), Imhotep (Pascal Perez), Kephren (François Mendy) aux platines, et anciennement de Freeman (Malek Brahimi).            Le groupe publie son premier album en 1990 sous forme d 'une cassette enregistrée en autoproduction1 (Concept) puis en studio avec … de la planète Mars en 1991, qui bénéficie d'            un certain écho et voit IAM être diffusé dans les médias(radio, télé...) dont plusieurs apparitions dans l 'émission française RapLine (dont le groupe avait d'            ailleurs composé quelques mois plus tôt le générique).Le groupe publie son troisième album Ombre est lumière, en 1993, qui lui permet d 'accroître encore un peu plus sa popularité et contient la chanson qui remporte un important succès national, Je danse le mia, n°1 des hit-parades durant huit semaines en 1994. Suit un quatrième opus, L'        École du micro d 'argent, publié en 1997, qui remporte deux récompenses aux Victoires de la musique et est certifié disque de diamant.        IAM revient en 2003 avec la sortie de son cinquième album, Revoir un printemps, dont l 'accueil est mitigé, donc avec les années de recul, perçu comme étant le projet le plus abouti du groupe. Saison 5, le sixième album du groupe, est publié en avril 2007. Le septième album studio du groupe, Arts martiens, est publié en avril 2013. Il est suivi la même année, de l'album...IAM.En 2017, le groupe sort son album Rêvolution.En 2019, le groupe sort son dixième album Yasuke. IAM est généralement considéré comme l 'un des pionniers du hip-hop français ainsi que comme l' un des meilleurs groupes de son histoire."

        },
        {
            "name": "psy 4 de la rime",
            "miniDescription": "Psy 4 de la Rime est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Il est composé de quatre amis d'enfance dont trois cousins rappeurs originaires de l'archipel des Comores",
            "image": "../../img/psy4.jpg",
            "lien": "./psy.html",
            "description": "Psy 4 de la Rime est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Il est composé de quatre amis d'enfance dont trois cousins rappeurs originaires de l'archipel des Comores : Soprano (Saïd M'Roumbaba), Alonzo (Kassim Djae), Vincenzo (Iliassa Issilame), ainsi que le DJ Sya Styles (Rachid Aït Baar) d'origine marocaine.Le groupe publie son premier album, Le son des bandits, en 2002. Il est suivi d'un deuxième opus intitulé Enfants de la Lune, publié en septembre 2005. Le groupe publie son troisième album intitulé Les Cités d'or sur le label Barclay, en mai 2008. Leur quatrième album, Quatrième dimension, est publié le 1er avril 20132 après cinq ans d’absence. En octobre 2015, le décès de Sya Styles est annoncé ; Soprano déclare qu'il sera alors impossible de faire un album des Psy4 à 3 dans le groupe, sans Sya Styles qui était tout aussi engagé dans le groupe que ses camarades rappeurs. Les membres du groupe ne se perdent cependant pas de vue. Soprano et Alonzo font souvent des collaborations. Vincenzo se faisant plus discret est quand même présent sur l'album Phoenix de Soprano sur le morceau Le coach.Alonzo cependant a entrouvert la porte à un retour lors de la promotion de son album Stone. Un retour est prévu mais non daté.",
            "imagePerso": "../../img/psy4Fiche.jpg"
        },
        {
            "name": "Arsenik",
            "miniDescription": "Ärsenik est un groupe de rap français, membre du collectif Secteur Ä (d'où le « Ä ») et originaire du quartier de la Cerisaie à Villiers-Le-Bel, dans le Val-d'Oise. Formé en 1992,",
            "image": "../../img/arsenik.jpg",
            "lien": "arsenik.html",
            "description": "Ärsenik est un groupe de rap français, membre du collectif Secteur Ä (d'où le « Ä ») et originaire du quartier de la Cerisaie à Villiers-Le-Bel, dans le Val-d'Oise. Formé en 1992, Ärsenik se compose actuellement de deux frères d'origine congolaise, Lino (Gaëlino M'Bani) et Calbo (Calboni M'Bani).Le groupe publie son premier album, « Quelques Gouttes Suffisent... » ; l'album atteint les classements musicaux français, est certifié double disque d'or et popularise, de par sa couverture, la marque Lacoste dans la culture urbaine1.Ärsenik est célèbre pour l’utilisation de l'onomatopée « tch tch » devenue la signature des deux frères.",
            "imagePerso": "../../img/ficheArsenik.jpg"
        },
        {
            "name": "Fonky Family",
            "miniDescription": "La Fonky Family est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Formé en 1994.",
            "image": "../../img/fonkFamilly.jpg",
            "lien": "./fonky.html",
            "description": "La Fonky Family est un groupe de hip-hop français, originaire de Marseille, dans les Bouches-du-Rhône. Formé en 1994, il est composé du Rat Luciano (Christophe Carmona), Sat l'Artificier (Karim Haddouche), Don Choa (François Dilhan), Menzo (Mohamed Ali), Pone (Guilhem Gallart), Fel (Karim Laoubi) et DJ Djel (Djelalli El-Ouzeri), qui a marqué les débuts du rap français dans les années 1990 et 2000. C'est pour la première partie d'un concert de Sens Unik que se forme le groupe de rap marseillais Fonky Family.Durant l'été 1997 la Fonky Family enregistre son tout premier album, et en janvier 1998 sort Si Dieu veut..., qui devient rapidement disque d'or, jusqu'à atteindre le statut de double disque d'or courant 1998. Il est suivi de l'album Art de Rue, publié en mars 2001. Le dernier album, Marginale Musique, est publié en 2006. Le groupe se sépare en 2007, chaque membre du groupe poursuivant désormais une carrière en solo. La Fonky Family compte, en 2006, deux disques de platine, et trois disques d'or1.",
            "imagePerso": "../../img/fonkyFiche.png"
        },
        {
            "name": "Sexion d'assaut",
            "miniDescription": "Sexion d'Assaut est un groupe de hip-hop français originaire de Paris. Formé en 2002, il se compose actuellement de huit MC's : Gims, Lefa, Barack Adama, Maska, Doomams, JR O Chrome, Black M et L.I.O Pétrodollars",
            "image": "../../img/assaut.jpg",
            "lien": "./assaut.html",
            "description": "Sexion d'Assaut est un groupe de hip-hop français originaire de Paris. Formé en 2002, il se compose actuellement de huit MC's : Gims, Lefa, Barack Adama, Maska, Doomams, JR O Chrome, Black M et L.I.O Pétrodollars.\r\n\r\nLe groupe publie son premier album studio intitulé L'École des points vitaux en mars 2010. Il suit d'un deuxième album studio intitulé L'Apogée, qui vaut à Sexion d'Assaut deux NRJ Music Awards le 26 janvier 2013, dans les catégories groupe\/duo francophone de l'année et chanson francophone de l'année pour Avant qu'elle parte. À la suite de l'immense succès de L'Apogée, tous les membres du groupe décident de se lancer dans une carrière solo.",
            "imagePerso": "../../img/sexionFiche.jpg"
        }
    ],
    "jazzGroups": [{
            "name": "Return to Forever",
            "miniDescription": "Return to Forever est un groupe de jazz fusion fondé et mené par le claviériste Chick Corea.",
            "image": "../../img/forever.jpg",
            "lien": "./forever.html",
            "description": "Return to Forever est un groupe de jazz fusion fondé et mené par le claviériste Chick Corea. Le groupe a connu de multiples formations, avec comme seul membre régulier aux côtés de Corea le bassiste Stanley Clarke. Avec Weather Report et le Mahavishnu Orchestra, Return to Forever est souvent perçu comme l'essence même de la musique jazz fusion des années 1970. Plusieurs musiciens, dont Stanley Clarke, Flora Purim, Airto Moreira et Al Di Meola, ont acquis leur notoriété grâce à leurs performances sur les albums de Return to Forever.Après avoir joué sur les albums In A Silent Way et Bitches Brew de Miles Davis, Chick Corea avait formé un groupe de jazz d'avant-garde nommé Circle avec Dave Holland, Anthony Braxton et Barry Altschul. Toutefois, en 1972, après être devenu un disciple de l'Église de Scientologie, Corea a décidé qu'il était temps de 'communiquer' avec son public. Cela voulait dire concrètement qu'il souhaitait faire une musique accessible à un plus grand public et commercialement viable, le jazz d'avant-garde ne lui permettant de toucher qu'un public relativement restreint.",
            "imagePerso": "../../img/foreverPerso.jpg"
        }, {
            "name": "Les Double Six",
            "miniDescription": "Les Double Six est le nom d'un groupe français de « vocalese » créé en 1959 par Mimi Perrin. Ce groupe connut une renommée internationale au début des années 1960.",
            "image": "../../img/doubleSix.jpg",
            "lien": "./double.html",
            "description": "L'ensemble, formé de six choristes dont Mimi Perrin, varie un peu selon les enregistrements. Grâce au re-recording, ils reproduisent les douze voix des big bands1.S'inspirant de quelques groupes américains (notamment Lambert, Hendricks & Ross), les chanteurs vocalisent à la manière des instruments, restituant sans onomatopées les improvisations des saxophones, trompettes ou trombones relevées sur les disques. Ils chantent des grands standards de jazz, notamment d'après des enregistrements de Quincy Jones et de Dizzy Gillespie, adaptés en français avec des textes poétiques ou humoristiques écrits par la très imaginative Mimi Perrin, en respectant exactement le phrasé de l'enregistrement original, ce qui constitue une prouesse rarement égalée1.Cette formation, pourtant unique dans son genre, n'eut pas une très longue vie. Par suite de problèmes de santé de Mimi Perrin (qui souffre de tuberculose depuis 1949), les Double Six cessent d'exister en 1966. Ils n'auront enregistré que quatre disques entre 1959 et 1964.En 1965, les Double Six sont nommés pour le Grammy Award dans la catégorie Best Vocal Group Performance, pour leur album The Double Six of Paris Sing Ray Charles, mais sont devancés par les Beatles et l'album A Hard Day's Night2.Ils donnent un concert au Town Hall de New York et d'autres en Italie, en Espagne ou encore au Canada. Le groupe disparaît en 19663.On retrouvera plusieurs membres des Double Six dans le groupe vocal Swingle Singers, qui s'est notamment illustré en reprenant des œuvres de Johann Sebastian Bach dans le style jazz vocal.",
            "imagePerso": "../../img/doublePerso.jpg"
        },
        {
            "name": "The Rippingtons",
            "miniDescription": "The Rippingtons est un groupe américain de jazz fusion, de smooth jazz et de pop-jazz formé en 1986 par le guitariste Russ Freeman (à ne pas confondre avec le pianiste cool jazz du même nom).",
            "image": "../../img/ripp.jpg",
            "lien": "./ripping.html",
            "description": "The Rippingtons est un groupe américain de jazz fusion, de smooth jazz et de pop-jazz formé en 1986 par le guitariste Russ Freeman (à ne pas confondre avec le pianiste cool jazz du même nom). Contrairement à beaucoup d'autres activistes du genre, qui se nourrissent d'influences principalement afro-américaines, la musique des Rippingtons est également marquée par de forts accents latins, notamment de flamenco. Leurs albums portent souvent le nom de villes, de lieux ou de pays et leurs pochettes sont marquées par un état d'esprit hédoniste où l'on peut observer un personnage récurrent, un chat bleu censé représenter le fondateur du groupe Russ Freeman. Avec 20 ans de carrière au compteur, le groupe a bien évidemment connu diverses formations. Leur premier album, Moonlighting, est considéré par le magazine américain Jazziz comme l'album de jazz contemporain le plus influent de tous les temps.",
            "imagePerso": "../../img/rippingPerso.jpg"
        },
        {
            "name": "YellowJackets",
            "miniDescription": "Les Yellowjackets sont un quartet de jazz fusion américain, basé à Los Angeles.",
            "image": "../../img/yellow.jpg",
            "lien": "./yellow.html",
            "description": "À l'origine, The Robben Ford Group, formé en 1977, regroupe autour du guitariste Robben Ford, Russell Ferrante aux claviers, Jimmy Haslip à la basse et Ricky Lawson à la batterie pour enregistrer Inside Story. Russell Ferrante, Jimmy Haslip et Ricky Lawson forment alors en 1981 le groupe des Yellowjackets à l'intérieur du groupe de Robben Ford, lequel s'éloigne progressivement du nouveau noyau pour mener d'autres projets, pour finalement être remplacé par le saxophoniste Marc Russo. Ricky Lawson quitte à son tour le groupe en 1986 pour partir en tournée avec Lionel Richie. Avec les membres fondateurs Russell Ferrante et Jimmy Haslip, auxquels s'ajoute le batteur William Kennedy, le groupe trouve son propre son R&B. Lorsqu'en 1991, Marc Russo quitte le groupe, Bob Mintzer (saxophone ténor et clarinette basse), déjà reconnu dans le milieu du jazz, le remplace. Après Warner Brothers et MCA, les Yellowjackets signent chez le label Heads Up pour leur double-CD live Mint Jam en 2002, après l'arrivée du nouveau batteur Marcus Baylor. En 2003, ils sortent leur premier album studio depuis cinq ans, Time Squared, suivi en 2005 de Altered State. Trois ans plus tard, le groupe célèbre son vingt-cinquième anniversaire avec la sortie de leur album live Twenty Five. 2008 les voit collaborer avec le guitariste Mike Stern pour un album en commun intitulé Lifecycle.En 2010, Marcus Baylor quitte le groupe, pour mener des projets plus personnels. Il n'est remplacé par nul autre que celui qui l'avait précédé ... William Kennedy qui reprend les fûts pour l'album 'Timeline' sorti en 2011.En 2012 Jimmy Haslip, le bassiste fondateur du groupe, cède sa place à Felix Pastorius, fils du légendaire musicien Jaco Pastorius.",
            "imagePerso": "../../img/yellowPerso.jpeg"
        }, {
            "name": "The Crusaders",
            "miniDescription": "The Crusaders est un groupe américain de jazz. Leur musique, que l'on pourrait qualifier de smooth jazz, est un mélange de jazz, de soul, de funk et de pop. Depuis 1961, le groupe a publié plus d'une quarantaine d'albums mais il a connu deux formations distinctes",
            "image": "../../img/crusaders.jpg",
            "lien": "./crusaders.html",
            "description": "Au départ, le groupe était connu sous le nom de The Jazz Crusaders et composé du pianiste Joe Sample, du batteur Stix Hooper, du saxophoniste Wilton Felder (son fondateur) et du tromboniste Wayne Henderson et jouait un hard bop aux fortes influences R&B et soul. Le guitariste de blues Roy Gaines les accompagnera régulièrement. Cependant, en 1971, le groupe est renommé The Crusaders avec l'arrivée du guitariste Larry Carlton et opte pour un registre jazz-funk plus grand public, qui incorpore des instruments plus électriques. De cette période sera issu le célèbre tube 'Street Life' (avec la participation de la chanteuse Randy Crawford), que l'on peut entendre notamment dans la BO de Jackie Brown de Quentin Tarantino. En 1975, Wayne Henderson quitte le groupe pour se lancer dans une carrière de producteur à plein temps. En 1983, c'est au tour de Stix Hooper. Cela marque la fin de la période à succès du groupe. Le groupe va sortir son dernier album en 1991 avant une longue pause, auxquels ne participeront que Joe Sample et Wilton Felder tandis que parallèlement, Wayne Henderson va refonder en 1995 les Jazz Crusaders avec Stix Hooper, Larry Carlton et... ce même Wilton Felder, et ce malgré les objections de Joe Sample qui ne voit pas d'un très bon œil cette version alternative du groupe d'origine. Jusqu'en 2003, seule cette dernière version du groupe perdure et continue de sortir des albums, même si son style est assez éloigné des Jazz Crusaders, première version du groupe d'origine. Eric Clapton a fait une apparition remarquée sur l'album des Jazz Crusaders paru en 2003, 'Soul Axess'. Cette même année, la formation 'officielle' The Crusaders fait son grand retour avec l'album 'Rural Renewal', celle-ci comptant parmi ses membres Joe Sample, Stix Hooper et Wilton Felder, soit tous les membres fondateurs à l'exception de Wayne Henderson.",
            "imagePerso": "../../img/crusadersPerso.jpg"
        }
    ]
}